[
  {
    "input_values": {
      "meme": "https://i.kym-cdn.com/photos/images/newsfeed/000/122/294/c93.jpg",
      "description": "\"You Have My Sword, and My Bow, and My Axe\" is a memorable quote from the 2001 epic fantasy film The Lord of the Rings: The Fellowship of the Ring uttered by characters Aragorn, Legolas and Gimli. Online, the quote has also been used as a bait-and-switch tactic and as an expandable snowclone format You Have My X, and My Y, and My Z.",
      "kymLink": "https://knowyourmeme.com/memes/you-have-my-sword-and-my-bow-and-my-axe"
    }
  },
  {
    "input_values": {
      "meme": "https://i.kym-cdn.com/photos/images/newsfeed/000/421/322/41a.jpg",
      "description": "“In Soviet Russia” or “the Russian Reversal” is a type of joke created by stand-up comedian Yakov Smirnoff. The joke was extremely popular in the late 80’s, fell out of vogue in the 90’s, and has been given new life among various online communities.",
      "kymLink": "https://knowyourmeme.com/memes/in-soviet-russia"
    }
  },
  {
    "input_values": {
      "meme": "https://i.kym-cdn.com/photos/images/newsfeed/000/367/114/9c1.png",
      "description": "Download More RAM is a phrase associated with the technologically impaired, as RAM is computer hardware and cannot be downloaded. The phrase is often used on tech or gaming forums to troll other posters, similar to the usage of Delete System32 and Gold Membership schemes.\n.",
      "kymLink": "https://knowyourmeme.com/memes/download-more-ram"
    }
  },
  {
    "input_values": {
      "meme": "https://i.kym-cdn.com/photos/images/newsfeed/002/069/049/56b.png",
      "description": "Tobey Maguire Face, also known as Spiderman Face or Creepy Tobey Maguire is a rage comic character and reaction image using a frame of Tobey Maguire in the Spider-Man 3 bloopers reel. It is often used humorously as simply an odd face or as a face implying innuendo.",
      "kymLink": "https://knowyourmeme.com/memes/tobey-maguire-face"
    }
  },
  {
    "input_values": {
      "meme": "https://i.kym-cdn.com/photos/images/newsfeed/000/429/206/abe.png",
      "description": "Halo is a first-person shooter video game franchise centered around a galactic war between humans and an alien alliance known as the Covenant. The player typically assumes the role a super soldier who is accompanied by an artificial intelligence (AI) that assists him in defending the galaxy from destruction. The games have largely been considered a critical and commercial success and one of the Xbox’s most successful franchises.",
      "kymLink": "https://knowyourmeme.com/memes/subcultures/halo"
    }
  },
  {
    "input_values": {
      "meme": "https://i.kym-cdn.com/photos/images/newsfeed/001/790/571/8fa.jpg",
      "description": "Disappointed Black Guy is a four-panel reaction image macro that expresses the expectation-reality meme. The format follows the following order: a picture of something (the meme author desires or anticiapts) juxtaposes a photograph of a happy excited man. The third panel usually reveals the full picture of the first panel, which is very different and unappealing, followed by a picture of the same person, but now with an expression of disappointment or shock.",
      "kymLink": "https://knowyourmeme.com/memes/disappointed-black-guy"
    }
  },
  {
    "input_values": {
      "meme": "https://i.kym-cdn.com/photos/images/newsfeed/001/139/802/964.png",
      "description": "“Activated Almonds” is a line from a food diary written by Australian celebrity chef Pete Evans, which was originally published in an issue of the Australian magazine Sunday Age in November 2012. The diary was widely mocked online for its bizarre descriptions of food items, including “alkalised water” and “activated almonds.”",
      "kymLink": "https://knowyourmeme.com/memes/activated-almonds"
    }
  },
  {
    "input_values": {
      "meme": "https://i.kym-cdn.com/photos/images/newsfeed/001/070/332/b7a.jpg",
      "description": "What Did He Mean By This? is a question often posted on 4chan as a form of shitposting for lines that are either simplistic in nature, or confusing to the audience, it often seeks equally satirical responses. although its posted on most 4chan boards its seen used often on /tv/, /mu/ and [s4s].",
      "kymLink": "https://knowyourmeme.com/memes/what-did-he-mean-by-this"
    }
  },
  {
    "input_values": {
      "meme": "https://i.kym-cdn.com/photos/images/newsfeed/000/967/608/38b.gif",
      "description": "Bless This Post is an internet expression that is used to passionately agree with another user. It is most commonly used as a gif, the source of which ranges from popular television series to actual televangelist speakers. The subject is generally raising their hands or spreading their arms, as if literally blessing the post or quoted text before them.",
      "kymLink": "https://knowyourmeme.com/memes/bless-this-post"
    }
  },
  {
    "input_values": {
      "meme": "https://i.kym-cdn.com/photos/images/newsfeed/000/923/018/d91.png",
      "description": "Doritos Hair is a Photoshop meme where characters, usually from anime or vocaloid ones, have the color of their hair replaced with the packaging of Doritos tortilla chips and other snack’s packages.",
      "kymLink": "https://knowyourmeme.com/memes/doritos-hair"
    }
  },
  {
    "input_values": {
      "meme": "https://i.kym-cdn.com/photos/images/newsfeed/000/806/026/4d3.png",
      "description": "“Is Mayonnaise an Instrument?” is a memorable quote from the animated children’s show SpongeBob SquarePants. Online a screenshot of Patrick asking the question on the show is accompianied by the quote replacing mayonnaise with other things that aren’t instruments, or the entire quote is altered so the text questions whether sometimething can be categorized as something it can not be categorized as.",
      "kymLink": "https://knowyourmeme.com/memes/is-mayonnaise-an-instrument"
    }
  },
  {
    "input_values": {
      "meme": "https://i.kym-cdn.com/photos/images/newsfeed/000/793/340/387.png",
      "description": "Jared Leto Hugging Things is a photoshop meme in which people take a photo the actor posted to his Instagram account featuring him hugging a tree and photoshop it so it appears Leto is hugging other things.",
      "kymLink": "https://knowyourmeme.com/memes/jared-leto-hugging-things"
    }
  },
  {
    "input_values": {
      "meme": "https://i.kym-cdn.com/photos/images/newsfeed/000/289/977/ab2.gif",
      "description": "Homer Simpson Backs Into Bushes is a reaction GIF taken from a scene in the animated comedy series The Simpsons in which the main character, Homer Simpson, steps back into a hedge until he is no longer visible. The GIF is used to express embarrassment and has been frequently edited so Simpson disappears into other things.",
      "kymLink": "https://knowyourmeme.com/memes/homer-simpson-backs-into-bushes"
    }
  },
  {
    "input_values": {
      "meme": "https://i.kym-cdn.com/photos/images/newsfeed/000/788/622/5e6.gif",
      "description": "Denied Encino Man is a reaction GIF of American actor Michael DeLuise shaking his head in disapproval in a scene from the 1992 comedy film Encino Man. On image boards and discussion forums, the reaction GIF is often used to convey disapproval or rejection of an idea once thought to be promising.",
      "kymLink": "https://knowyourmeme.com/memes/denied-encino-man"
    }
  },
  {
    "input_values": {
      "meme": "https://i.kym-cdn.com/photos/images/newsfeed/000/759/360/bc3.png",
      "description": "Dad Joke Dog is an advice animal image macro series featuring a three image set of a dog and a baby. The first image features the set up of the joke with the dog turned to the baby, the second image features the punchline with the dog turned slightly away, while the third is a reaction shot with both the baby and the dog turned to the camera. The jokes are corny, stereotypical dad jokes similar to those featured on Pun Dog.",
      "kymLink": "https://knowyourmeme.com/memes/dad-joke-dog"
    }
  },
  {
    "input_values": {
      "meme": "https://i.kym-cdn.com/photos/images/newsfeed/000/191/081/DSC_0165_c_mini.jpg",
      "description": "“You Think This is a Motherfucking Game?” is a rhetorical question commonly associated with image macros of Starecat and other cute animals. Juxtaposing cuteness and intimidating language, the image macros are typically used as reaction images in response to flippant statements or behaviors.",
      "kymLink": "https://knowyourmeme.com/memes/do-you-think-this-is-a-game"
    }
  },
  {
    "input_values": {
      "meme": "https://i.kym-cdn.com/photos/images/newsfeed/000/614/724/56d.gif",
      "description": "Slow Clap or Golf Clap is a sarcastic type of applause that is used to heckle a speaker or performer. On the web, the gesture is commonly expressed through text or reaction GIFs of people applauding at an even and leisurely pace.",
      "kymLink": "https://knowyourmeme.com/memes/slow-clap"
    }
  },
  {
    "input_values": {
      "meme": "https://i.ytimg.com/vi/RK6gYMuyroA/hqdefault.jpg",
      "description": "Gentleman is the successor to Gangnam Style and Psy's 19th single. The music video debuted on April 13, 2013, being posted on YouTube, and it has over 521 m",
      "kymLink": "https://knowyourmeme.com/memes/psy-gentleman"
    }
  },
  {
    "input_values": {
      "meme": "https://i.kym-cdn.com/photos/images/newsfeed/000/579/323/c8b.jpg",
      "description": "“We Are Being Forced!” (Japanese: 強いられているんだ!, Shiirarete Irunda!) is a catchphrase coined in 2011 TV anime in Gundam series Mobile Suit Gudam AGE. Its cult popularity among internet users not only defined somewhat bad reputation of the anime, but also elicited a humorous reaction from the production.",
      "kymLink": "https://knowyourmeme.com/memes/we-are-being-forced"
    }
  },
  {
    "input_values": {
      "meme": "https://i.kym-cdn.com/photos/images/newsfeed/000/455/192/07f.jpg",
      "description": "Horse-Sized Duck refers to a hypothetical query that asks whether 100 duck-sized horses or one horse-sized duck would be victorious in battle, or which of the two options the respondent would prefer to fight.",
      "kymLink": "https://knowyourmeme.com/memes/horse-sized-duck"
    }
  },
  {
    "input_values": {
      "meme": "https://i.kym-cdn.com/photos/images/newsfeed/000/439/824/c4a.png",
      "description": "“I’ve Made a Huge Mistake” is an expression indicating that the speaker feels remorse for something that he or she has done. It is often associated with a reaction GIF featuring the character Gob from the television sitcom Arrested Development.",
      "kymLink": "https://knowyourmeme.com/memes/ive-made-a-huge-mistake"
    }
  },
  {
    "input_values": {
      "meme": "https://i.kym-cdn.com/photos/images/newsfeed/000/416/789/c98.jpg",
      "description": "Fuck Me, Right? is an image macro series featuring a screen capture of Jonah Hill sarcastically laughing in the 2007 comedy film Superbad. The top caption usually contains a confession about an unpopular opinion or noobish behavior, accompanied by the bottom caption “Fuck me, right?” The expression is meant to convey self-pity and resignation to the way the speaker is perceived by the majority.",
      "kymLink": "https://knowyourmeme.com/memes/fuck-me-right"
    }
  },
  {
    "input_values": {
      "meme": "https://i.kym-cdn.com/photos/images/list/000/219/900/de4.png",
      "description": "This meme came from season 1, episode 42 of Pokemon. So far there are no variations. The meme features Ash's Pikachu after having it's ketchup bottle cut by",
      "kymLink": "https://knowyourmeme.com/memes/sad-pikachu"
    }
  },
  {
    "input_values": {
      "meme": "https://i.kym-cdn.com/photos/images/newsfeed/001/424/505/eb4.png",
      "description": "Surprised Pikachu refers to a screenshot from the Pokémon anime of the character Pikachu with its mouth agape, as though it were surprised at something. In the autumn of 2018, the image was used as a reaction image paired with captions where a set-up leads to a predictable outcome that nevertheless leaves one surprised.",
      "kymLink": "https://knowyourmeme.com/memes/surprised-pikachu"
    }
  },
  {
    "input_values": {
      "meme": "https://i.kym-cdn.com/photos/images/newsfeed/001/475/420/c62.gif",
      "description": "Hello There is a memorable quote uttered by the character Obi-Wan Kenobi, portrayed by actor Ewan McGregor, in the 2005 science fiction action film Star Wars: Episode III – Revenge of the Sith. Online, the scene has been used to create various remix videos and image macros, as well as seeing use as a catchphrase.",
      "kymLink": "https://knowyourmeme.com/memes/hello-there"
    }
  },
  {
    "input_values": {
      "meme": "https://i.kym-cdn.com/photos/images/newsfeed/001/505/717/49b.jpg",
      "description": "Woman Yelling at a Cat refers to a meme format featuring a screen cap of The Real Housewives of Beverly Hills cast members Taylor Armstrong and Kyle Richards followed by a picture of a confused-looking cat sitting behind a dinner plate. The format gained significant popularity across the web in mid-June 2019 and the cat was later identified as Smudge the Cat.",
      "kymLink": "https://knowyourmeme.com/memes/woman-yelling-at-a-cat"
    }
  },
  {
    "input_values": {
      "meme": "https://i.kym-cdn.com/photos/images/newsfeed/000/183/767/allthethings20110725-22047-1c7n473.png?1318992465",
      "description": "“X all the Y”, sometimes known as “X all the things”, is a snowclone and exploitable cartoon used to make a hyperbolic statement about performing an action. The person in the original comic panel is often manipulated to appear as a different character. (See also: fsjal)",
      "kymLink": "https://knowyourmeme.com/memes/all-the-things"
    }
  },
  {
    "input_values": {
      "meme": "https://i.kym-cdn.com/photos/images/newsfeed/000/962/640/658.png",
      "description": "This Is Fine. refers to a panel from the web comic  Gunshow where a dog is slowly engulfed in flames while proclaiming that everything is fine. It is used as a reaction image used by forum posters trying to say calm in stressful situations.",
      "kymLink": "https://knowyourmeme.com/memes/this-is-fine"
    }
  },
  {
    "input_values": {
      "meme": "https://i.kym-cdn.com/photos/images/newsfeed/001/564/945/0cd.png",
      "description": "KEKW is a FrankerFaceZ extension Twitch emote featuring an image of Spanish comedian and actor Juan Joya Borja, better known as the Spanish Laughing Guy. In late summer 2019, the custom emote gained popularity on the streaming platform as a way to convey laughter.",
      "kymLink": "https://knowyourmeme.com/memes/kekw"
    }
  },
  {
    "input_values": {
      "meme": "https://i.kym-cdn.com/photos/images/masonry/000/248/081/7d1.jpg",
      "description": "Sad Frog is a cartoon drawing of a depressed-looking frog, often accompanied by the text “Feels Bad Man” or “You Will Never X”. It is used to denote feelings of failure or disappointment, either by posting the image or using the phrase “feelsbadman.jpg.” Sad Frog may be seen as the antithesis of Feels Good Man.",
      "kymLink": "https://knowyourmeme.com/memes/feels-bad-man-sad-frog"
    }
  },
  {
    "input_values": {
      "meme": "https://i.kym-cdn.com/photos/images/newsfeed/000/290/698/c3e.jpg",
      "description": "Dafuq is a slang interjection typically used in reaction to that which makes no sense or provokes severe confusion. It is short for the colloquial phrase \"[what] the fuck?\" and typically written without capital letters, spaces and punctuation. Since appearing online in the late 2000s, the slang term has been used in memes, such as image macros, reaction images and a commonly seen one with Snape from Harry Potter reacting in a shocked manner.",
      "kymLink": "https://knowyourmeme.com/memes/dafuq"
    }
  },
  {
    "input_values": {
      "meme": "https://i.kym-cdn.com/photos/images/newsfeed/000/471/542/069.jpg",
      "description": "“Genius” is a rage comic character and an expression used to marvel at someone’s stupidity. Because of its dubious use in criticism of others and self-deprecative humor, the character shares common grounds with other memes in the rage comic universe, particularly some of the more sarcastic ones like “You Don’t Say” and “Watch Out, We Got a Badass Over Here.”",
      "kymLink": "https://knowyourmeme.com/memes/genius"
    }
  },
  {
    "input_values": {
      "meme": "https://i.kym-cdn.com/photos/images/newsfeed/000/210/119/9b3.png",
      "description": "\"You Don't Say?\" is a rage comic character based on a contour drawing of American actor Nicolas Cage which is used as a sarcastic response to an obvious observation or statement, in a similar vein to the \"O RLY\" reaction images.",
      "kymLink": "https://knowyourmeme.com/memes/you-dont-say--3"
    }
  },
  {
    "input_values": {
      "meme": "https://i.kym-cdn.com/photos/images/newsfeed/000/200/420/BRTky.jpg?1321408042",
      "description": "Neil deGrasse Tyson Reaction is a rage comic character and reaction face of astrophysicist Neil deGrasse Tyson making a defensive gesture. The character image is sometimes associated with the catchphrase \"Watch out guys, we're dealing with a badass over here\" that is used to mock arrogant and boastful statements made by Internet users.",
      "kymLink": "https://knowyourmeme.com/memes/neil-degrasse-tyson-reaction"
    }
  },
  {
    "input_values": {
      "meme": "https://i.kym-cdn.com/photos/images/newsfeed/000/001/384/Atrapitis.gif",
      "description": "“It’s A Trap!” is a catchphrase that is often used as a reaction image to photos of transsexuals and crossdressers (often referred to as “traps”), or people who appear sexually ambiguous. It usually means that the person in question has male reproductive organs, regardless of their appearance. Though less frequently, the phrase can be also used as a warning of any potential danger. In addition, the quote as it appears in the film has been widely regarded by the fans of Star Wars as one of the most famous and beloved lines from the original trilogy.",
      "kymLink": "https://knowyourmeme.com/memes/its-a-trap"
    }
  },
  {
    "input_values": {
      "meme": "https://i.kym-cdn.com/photos/images/newsfeed/000/396/532/019.gif",
      "description": "Are You a Wizard? is an image macro series typically featuring wall-eyed subjects staring into the distance while wearing a confused-looking expression. It is sometimes used as a reaction image to an extraordinary or absurd remark on imageboards or web forums and can be used sarcastically to point out an obvious statement in a similar vein to Captain Obvious.",
      "kymLink": "https://knowyourmeme.com/memes/are-you-a-wizard"
    }
  },
  {
    "input_values": {
      "meme": "https://i.kym-cdn.com/photos/images/newsfeed/001/139/305/e12.jpg",
      "description": "Thicc is a slang term used as an adjective to describe the voluptuous curvature of a woman’s hips. Online, the term has seen widespread usage as a descriptor for images of bootylicious women, in the same vein of \"dat ass\", and a popular subject of parody images featuring fictional characters from various media franchises.",
      "kymLink": "https://knowyourmeme.com/memes/thicc"
    }
  },
  {
    "input_values": {
      "meme": "https://i.kym-cdn.com/photos/images/newsfeed/000/912/336/58c.png",
      "description": "“Is this a pigeon?” is a memorable quote said by the protagonist character from the 1990s Japanese anime TV series The Brave Fighter of Sun Fighbird in a scene wherein the humanoid character erroneously identifies a butterfly as a pigeon. On Tumblr, the quote, along with a reaction image of the scene featuring the English-translated subtitle, is widely used to express utter confusion.",
      "kymLink": "https://knowyourmeme.com/memes/is-this-a-pigeon"
    }
  },
  {
    "input_values": {
      "meme": "https://i.kym-cdn.com/photos/images/newsfeed/000/787/356/d6f.jpg",
      "description": "Confused Black Girl, sometimes known as Duh Girl, is an image macro series featuring a teenager with an incredulous expression on her face. The overlaid text generally centers around a frustrating or confounding situation. The meme gained attention when the subject of the photo supposedly sued Instagram she realized the photo had become a meme.",
      "kymLink": "https://knowyourmeme.com/memes/confused-black-girl"
    }
  },
  {
    "input_values": {
      "meme": "https://i.kym-cdn.com/photos/images/newsfeed/000/684/058/5eb.jpg",
      "description": "“Tips Fedora” is an online expression used in mocking response to a statement of opinion thought to be held by a young adult male who probably wears fedora as a fashion accessory. The phrase refers to the gesture of tipping one’s hat as an expression of recognition or acknowledgement between two persons.",
      "kymLink": "https://knowyourmeme.com/memes/tips-fedora"
    }
  },
  {
    "input_values": {
      "meme": "https://i.kym-cdn.com/entries/icons/medium/000/017/507/skeletor.jpeg",
      "description": "He-Man Sings is a nickname for the 2005 animated video \"Fabulous Secret Powers\" where He-Man sings a rendition of the 4 Non Blondes hit \"What’s Up?\"",
      "kymLink": "https://knowyourmeme.com/memes/he-man-sings-heyyeyaaeyaaaeyaeyaa"
    }
  },
  {
    "input_values": {
      "meme": "https://i.kym-cdn.com/photos/images/newsfeed/000/233/305/771.jpg",
      "description": "Condescending Wonka is an advice animals image macro series featuring a screen capture of actor Gene Wilder in the 1971 musical Willy Wonka and the Chocolate Factory. As its name suggests, the captions can be characterized as patronizing and sarcastic.",
      "kymLink": "https://knowyourmeme.com/memes/condescending-wonka-creepy-wonka"
    }
  },
  {
    "input_values": {
      "meme": "https://i.kym-cdn.com/photos/images/newsfeed/001/562/298/45b.jpg",
      "description": "Yes Chad, also known as Nordic Gamer, refers to a drawn image of a blond man with blue eyes often wearing a beard, usually captioned \"Yes\" and to the original Wojak Comics format based on the character.",
      "kymLink": "https://knowyourmeme.com/memes/yes-chad"
    }
  },
  {
    "input_values": {
      "meme": "https://i.kym-cdn.com/photos/images/newsfeed/000/102/970/x-x-everywhere.png?1318992465",
      "description": "X, X Everywhere is a phrasal template typically used for a wide range of cultural references, from quotable lines heard in popular films and TV shows to more obscure things found in viral videos and games. Many instances of “X Everywhere” may be seen as an indicator for emerging trends, while some should be read as a grievance or complaint against them, depending on the context.",
      "kymLink": "https://knowyourmeme.com/memes/x-x-everywhere"
    }
  },
  {
    "input_values": {
      "meme": "https://i.kym-cdn.com/photos/images/newsfeed/001/479/594/ed9.jpg",
      "description": "Ah Shit, Here We Go Again refers to a memorable scene from 2004 action-adventure video game Grand Theft Auto: San Andreas. Starting in April 2019, the scene gained significant popularity as an exploitable, most often in reference to repeating confrontations, although other meanings can also be derived depending on the context.",
      "kymLink": "https://knowyourmeme.com/memes/ah-shit-here-we-go-again"
    }
  },
  {
    "input_values": {
      "meme": "https://i.kym-cdn.com/photos/images/newsfeed/001/842/713/b73.jpg",
      "description": "Go to Horny Jail is a slang phrase associated with an image macro of a Doge hitting another with a stick. The image and phrase has been used as a reaction to people being horny on main on social media.",
      "kymLink": "https://knowyourmeme.com/memes/go-to-horny-jail"
    }
  },
  {
    "input_values": {
      "meme": "https://i.kym-cdn.com/photos/images/newsfeed/000/881/938/453.png",
      "description": "“Trigger” is a term referring to any stimulus that evokes the memory of a traumatic event or episode. While the word is most commonly used in the context of Post Traumatic Stress Disorder (PTSD), it has been since adopted by those in the social justice blogosphere to refer to any topical issue that is deemed contentious or debatable, and to a lesser extent, the term has been also re-appropriated as an ironic term used by their detractors to criticize certain issues that may be seen as too trivial or irrelevant to discuss in length.",
      "kymLink": "https://knowyourmeme.com/memes/trigger"
    }
  },
  {
    "input_values": {
      "meme": "https://i.kym-cdn.com/photos/images/newsfeed/001/154/398/eb5.jpg",
      "description": "Arthur’s Fist is a reaction image featuring a screen capture of the protagonist Arthur from the titular children’s television series holding a clinched fist, which is often accompanied by captions describing various infuriating or frustrating circumstances. The image is taken from the Arthur Punches D.W. scene, notable for inspiring a series of YouTube poop videos.",
      "kymLink": "https://knowyourmeme.com/memes/arthurs-fist"
    }
  },
  {
    "input_values": {
      "meme": "https://i.kym-cdn.com/photos/images/newsfeed/001/005/298/55c.png",
      "description": "“How Do You Do, Fellow Kids?” is a reaction image commonly used to respond to users pretending to be part of a community that they are clearly unfamiliar with. The image features the actor Steve Buscemi dressed youthfully and holding a skateboard, and is usually subtitled with the tag line. The image is often photoshopped to adapt to a particular subculture, and the phrase is often used in conversation without the image.",
      "kymLink": "https://knowyourmeme.com/memes/how-do-you-do-fellow-kids"
    }
  },
  {
    "input_values": {
      "meme": "https://i.kym-cdn.com/photos/images/newsfeed/000/591/926/700.jpg",
      "description": "Feels Good, not to be confused with Feels Good, Man, is an exploitable image of a man looking very satisfied while touching his face with both hands. On 4chan, the image is used to express satisfaction in response to another post.",
      "kymLink": "https://knowyourmeme.com/memes/feels-good"
    }
  },
  {
    "input_values": {
      "meme": "https://i.kym-cdn.com/photos/images/newsfeed/000/182/816/3zw9.jpg?1317936454",
      "description": "Imminent Ned (also know as “Winter is Coming”) is an image macro series featuring the character Eddard “Ned” Stark from the HBO series Game of Thrones, a television adaption of George R. R. Martin’s epic fantasy novel series A Song of Ice and Fire. Its snowclone template “Brace Yourselves, X is Coming” can be versatilely used to forewarn or proclaim the impending arrival of a highly anticipated event, a product or an internet meme.",
      "kymLink": "https://knowyourmeme.com/memes/imminent-ned-brace-yourselves-winter-is-coming"
    }
  },
  {
    "input_values": {
      "meme": "https://i.kym-cdn.com/photos/images/newsfeed/001/176/251/4d7.png",
      "description": "Hackerman refers to an image of actor Rami Malek dressed as his character Elliot Alderson from the USA Netowork television show Mr. Robot paired with the text “HACKERMAN” taken from a clip of the 2015 film Kung Fury.",
      "kymLink": "https://knowyourmeme.com/memes/hackerman"
    }
  },
  {
    "input_values": {
      "meme": "https://i.kym-cdn.com/photos/images/newsfeed/000/506/702/444.jpg",
      "description": "Florida Man is a Twitter feed that curates news headline descriptions of bizarre domestic incidents involving a male subject residing in the state of Florida. The tweets are meant to be humorously read as if they were perpetrated by a single individual dubbed “the world’s worst superhero.” In March 2019, a \"Florida Man Challenge\" game began trending across various social media platforms, in which participants shared news headlines taken from search queries for \"Florida Man\" followed by their birthday.",
      "kymLink": "https://knowyourmeme.com/memes/florida-man"
    }
  },
  {
    "input_values": {
      "meme": "https://i.kym-cdn.com/photos/images/newsfeed/001/031/541/536.jpg",
      "description": "Crying Michael Jordan is a photoshop meme based on a cutout image of former professional basketball player Michael Jordan crying during his 2009 Basketball Hall of Fame induction speech. Online, the image of the tearful Jordan has been frequently used by sports fans to convey sadness in reaction to the defeat of their favorite teams.",
      "kymLink": "https://knowyourmeme.com/memes/crying-michael-jordan"
    }
  },
  {
    "input_values": {
      "meme": "https://i.kym-cdn.com/photos/images/newsfeed/001/256/693/d63.jpeg",
      "description": "L.A. Noire \"Doubt\", also known as Press X to Doubt, is a reaction image taken from the video game L.A. Noire by Rockstar Games used in memes to express disbelief in a headline or a thread's previous statement.",
      "kymLink": "https://knowyourmeme.com/memes/la-noire-doubt-press-x-to-doubt"
    }
  },
  {
    "input_values": {
      "meme": "https://i.kym-cdn.com/photos/images/newsfeed/002/191/046/708",
      "description": "Mr. Incredible Becoming Uncanny are a series of memes based on edited images of character Mr. Incredible in which he appears increasingly traumatized. The format, which gained popularity on YouTube and TikTok in December 2021, is a development of July 2021 Traumatized Mr. Incredible meme format.",
      "kymLink": "https://knowyourmeme.com/memes/mr-incredible-becoming-uncanny"
    }
  },
  {
    "input_values": {
      "meme": "https://i.kym-cdn.com/photos/images/newsfeed/001/561/333/ad2.jpg",
      "description": "Mike Wazowski-Sulley Face Swap refers to an image of Monsters Inc. character Mike Wazowski with the face of character Sulley photoshopped over his own. Online, the image gained popularity as a reaction and has also been used in ironic memes.",
      "kymLink": "https://knowyourmeme.com/memes/mike-wazowski-sulley-face-swap"
    }
  },
  {
    "input_values": {
      "meme": "https://i.kym-cdn.com/photos/images/newsfeed/001/445/963/523.jpg",
      "description": "But It's Honest Work is a reaction image macro series featuring a photograph of a farmer named Dave Brandt saying \"It ain't much, but it's honest work.\" After appearing in 2014, the meme format spread online, particularly on Reddit during the late 2010s.",
      "kymLink": "https://knowyourmeme.com/memes/but-its-honest-work"
    }
  },
  {
    "input_values": {
      "meme": "https://i.kym-cdn.com/photos/images/newsfeed/000/126/903/tumblr_ldhwhbtojn1qdp4xbo1_500.jpg?1306370891",
      "description": "“They Told Me I Could Be Anything I Wanted”, sometimes known as “They Said I Could Become Anything”, is a snowclone phrase often used with portrait-style image macros to parody PTSD Clarinet Boy or to make fun of the subject’s physical appearance. The phrasal template typically takes the form of “They told me I could be anything I wanted, so I became (X).”",
      "kymLink": "https://knowyourmeme.com/memes/they-told-me-i-could-be-anything-i-wanted"
    }
  },
  {
    "input_values": {
      "meme": "https://i.kym-cdn.com/photos/images/newsfeed/001/879/958/fb1.gif",
      "description": "CatJAM is a BetterTTV custom Twitch emote of a white cat rhythmically bobbing its head as if to the beat of a song. Originating from a viral video, the emote gained major success on Twitch after being enabled by multiple popular streamers, later gaining popularity as source material for memes. The GIF and the video are also known as Vibing Cat and Grooving Cat.",
      "kymLink": "https://knowyourmeme.com/memes/catjam-vibing-cat"
    }
  },
  {
    "input_values": {
      "meme": "https://i.kym-cdn.com/photos/images/newsfeed/000/510/214/7d6.jpg",
      "description": "Epic Handshake, also known as the Predator Handshake, is a memorable scene from the 1987 science fiction action film Predator in which two men greet each other with an arm-wrestle handshake. Due to the campy nature of the scene, it has inspired many parody and remix videos on YouTube, often featuring background music using popular songs from the 1980s. In the 2010s and beyond, a watercolor painting depicting the handshake became a prevalent object-labeling meme format online with captions added to both arms and the hands in the middle, typically to show agreement between two parties on something.",
      "kymLink": "https://knowyourmeme.com/memes/epic-handshake"
    }
  },
  {
    "input_values": {
      "meme": "https://i.kym-cdn.com/photos/images/newsfeed/001/355/961/3f8.jpg",
      "description": "American Chopper Argument refers to a scene from American reality-television show American Chopper in which Paul Teutul Sr. and Paul Teutul Jr. get in a shouting match about Jr.’s tardiness. Several years after the scene aired in 2009, it was turned into an exploitable comic where the subject of their argument is changed.",
      "kymLink": "https://knowyourmeme.com/memes/american-chopper-argument"
    }
  },
  {
    "input_values": {
      "meme": "https://i.kym-cdn.com/photos/images/newsfeed/000/239/099/cc9.jpg",
      "description": "First Day on the Internet Kid is a new and inexperienced Internet user who is unfamiliar with certain aspects of the web and is often described as a younger version of Lonely Computer Guy / Net Noob.",
      "kymLink": "https://knowyourmeme.com/memes/first-day-on-the-internet-kid"
    }
  },
  {
    "input_values": {
      "meme": "https://i.kym-cdn.com/photos/images/newsfeed/001/407/224/0bc.png",
      "description": "Excuse Me What The Fuck is a series of reaction image macros of a distorted image of the character Vault Boy from the video game Fallout. The image features the caption \"excuse me what the fuck\" to express disbelief.",
      "kymLink": "https://knowyourmeme.com/memes/excuse-me-what-the-fuck"
    }
  },
  {
    "input_values": {
      "meme": "https://i.kym-cdn.com/photos/images/newsfeed/000/862/065/0e9.jpg",
      "description": "Smug Frog, also known as Smug Pepe, is a reaction image of a smug-looking frog based on an original cartoon illustration of Pepe, better known as Feels Good Man and Sad Frog, drawn by webcomic artist Matt Furie.",
      "kymLink": "https://knowyourmeme.com/memes/smug-frog"
    }
  },
  {
    "input_values": {
      "meme": "http://i.imgur.com/OTvTtdo.png?1",
      "description": "You vs. The Guy She Told You Not to Worry About is a series of captioned images comparing two male subjects or fictional characters side-by-side, with the one on the right being the more desirable suitor of the two. In August 2016, the meme spawned hundreds of iterations after going viral on Twitter.",
      "kymLink": "https://knowyourmeme.com/memes/you-vs-the-guy-she-told-you-not-to-worry-about"
    }
  },
  {
    "input_values": {
      "meme": "https://i.kym-cdn.com/photos/images/newsfeed/000/365/451/dc8.jpg",
      "description": "Annoyed Picard is an image macro series featuring a screen capture of the Star Trek: The Next Generation character Jean-Luc Picard wearing an exasperated expression and captions revealing one’s frustration or incredulous reaction accompanied by the rhetorical “how the fuck?”, “why the fuck?” or “what the fuck?”",
      "kymLink": "https://knowyourmeme.com/memes/annoyed-picard"
    }
  },
  {
    "input_values": {
      "meme": "https://i.kym-cdn.com/photos/images/newsfeed/001/099/562/0d1.gif",
      "description": "Drakeposting refers to the practice of posting reaction images and other still shots from the music video of the Canadian hip hop artist’s 2015 hit single Hotline Bling on the imageboard site 4chan, typically to express one’s disdain of the thread topic or something said by another poster in a similar vein to the usage of Costanza.jpg.",
      "kymLink": "https://knowyourmeme.com/memes/drakeposting"
    }
  },
  {
    "input_values": {
      "meme": "https://i.kym-cdn.com/photos/images/newsfeed/001/168/745/e42.jpg",
      "description": "Darth Vader's \"Noooo!\" refers to the widely parodied scene from the 2005 film Star Wars Episode III Revenge of the Sith, the third and final installment of the Star Wars prequel trilogy in which Darth Vader yells \"No!\" after finding out the fate of his pregnant wife, Padmé Amidala. This yell was also added in the 2011 Blu-Ray version of the movie Return of the Jedi. In memes, the clip has been used as an exploitable in YouTube Poops, as a reaction image and GIF, as well as various image macros over the years.",
      "kymLink": "https://knowyourmeme.com/memes/darth-vaders-noooo"
    }
  },
  {
    "input_values": {
      "meme": "https://i.kym-cdn.com/photos/images/masonry/000/352/151/8de",
      "description": "Am I The Only One Around Here (also known as “Angry Walter”) is an advice animal image macro series featuring a screenshot of the character Walter Sobchak (played by John Goodman) drawing a gun in the 1998 comedy film The Big Lebowski. The captions often convey the feeling that the poster is alone in holding an unpopular opinion.",
      "kymLink": "https://knowyourmeme.com/memes/am-i-the-only-one-around-here"
    }
  },
  {
    "input_values": {
      "meme": "https://i.kym-cdn.com/photos/images/newsfeed/001/469/824/de5.jpg",
      "description": "Unsettled Tom, also known as Concerned Tom and Traumatized Tom, refers to a Paint drawing of character Tom from cartoon series Tom and Jerry wearing an expression of concern. Originating from a Tails Gets Trolled comic and circulated as a reaction image on 4chan, in March 2019 the picture gained popularity on Reddit, often used in reference to shocking behavior.",
      "kymLink": "https://knowyourmeme.com/memes/unsettled-tom"
    }
  },
  {
    "input_values": {
      "meme": "https://i.kym-cdn.com/photos/images/newsfeed/001/340/526/3bb.jpg",
      "description": "Monkey Puppet refers to a reaction image and GIF of a puppet appearing surprised. It’s used to express shock, particularly in situations where one party owns another in a verbal exchange.",
      "kymLink": "https://knowyourmeme.com/memes/monkey-puppet"
    }
  },
  {
    "input_values": {
      "meme": "https://i.kym-cdn.com/photos/images/newsfeed/001/448/479/df5.png",
      "description": "\"You Guys Are Getting Paid?\" is a line spoken by Will Poulter's character Kenny Rossmore in the 2013 American comedy film We're the Millers. Starting around early 2019, the scene became an image macro and object-labeling meme format used to display surprise at another's previously unknown monetary income.",
      "kymLink": "https://knowyourmeme.com/memes/you-guys-are-getting-paid"
    }
  },
  {
    "input_values": {
      "meme": "https://i.kym-cdn.com/photos/images/newsfeed/001/718/047/e29.jpg",
      "description": "I Am Once Again Asking for Your Financial Support is a quote said by the United States politician Bernie Sanders in his December 2019 fundraising video. Starting in mid-January 2020, the quote gained popularity as an image macro on Reddit and Facebook, with memes imagining various scenarios in which monetary donations are being requested.",
      "kymLink": "https://knowyourmeme.com/memes/i-am-once-again-asking-for-your-financial-support"
    }
  },
  {
    "input_values": {
      "meme": "https://i.kym-cdn.com/photos/images/newsfeed/001/255/092/44f.png",
      "description": "Y Tho, an abbreviation of the question “why though?”, is a popular slang phrase usually asked in a trolling manner in response to a senseless action or statement. It later grew associated with a painting of a round, fat pope with a small face.",
      "kymLink": "https://knowyourmeme.com/memes/y-tho"
    }
  },
  {
    "input_values": {
      "meme": "https://i.kym-cdn.com/photos/images/newsfeed/001/470/802/25b.jpg",
      "description": "Triggered Feminist, also known as Angry Feminist and Ficki Fiona, refers to a photoshop meme based around a still image of a woman with short hair and glasses appearing angry during a confrontation with supporters of Donald Trump. Online, images of the woman are often used in image macros, photoshops and animated GIFs in jokes about \"triggering\" feminists and left-wing activists.",
      "kymLink": "https://knowyourmeme.com/memes/triggered-feminist--2"
    }
  },
  {
    "input_values": {
      "meme": "https://i.kym-cdn.com/photos/images/newsfeed/001/191/035/135.png",
      "description": "Ackchyually refers to an illustration of a neckbeard in which the word “actually” is intentionally misspelled so the reader reads it in the phlegmy cadence associated with nerd culture stereotypes. It is usually used as a reaction image to humorously express doubt at hopeful captions.",
      "kymLink": "https://knowyourmeme.com/memes/ackchyually-actually-guy"
    }
  },
  {
    "input_values": {
      "meme": "https://i.kym-cdn.com/photos/images/newsfeed/001/285/460/8b6.jpg",
      "description": "Guess I’ll Die refers to a stock photo of a man in a red sweatshirt shrugging his shoulders. The image grew into a reaction image used in situations where the poster jokingly resigns themselves to death due to a minor inconvenience.",
      "kymLink": "https://knowyourmeme.com/memes/guess-ill-die"
    }
  },
  {
    "input_values": {
      "meme": "https://i.kym-cdn.com/photos/images/newsfeed/001/217/719/10a.jpg",
      "description": "Galaxy Brain, also known as Expanding Brain, is a multi-panel exploitable image series showing the increasing brain activity of a person in relation to other variables.",
      "kymLink": "https://knowyourmeme.com/memes/galaxy-brain"
    }
  },
  {
    "input_values": {
      "meme": "https://i.kym-cdn.com/photos/images/newsfeed/002/191/046/708",
      "description": "Traumatized Mr. Incredible refers to a series of comparison memes based on two images of Mr. Incredible, one an official art for The Incredibles 2 and the other a \"reverse toonified\" and black-and-white version of the character that gives him an expression of a man experiencing emotional pain, similar to Withered Wojak. Starting in September 2021, the format was used together with the caption People Who Don't Know / People Who Know in comparison memes.",
      "kymLink": "https://knowyourmeme.com/memes/traumatized-mr-incredible-people-who-dont-know-vs-people-who-know"
    }
  },
  {
    "input_values": {
      "meme": "https://i.kym-cdn.com/photos/images/newsfeed/001/474/924/d0b.jpg",
      "description": "Tuxedo Winnie the Pooh, also known as \"A Fellow Man of Culture\" refers to a photoshopped image of character Winnie the Pooh sitting in an armchair. Initially circulated as a reaction image on 4chan, in March 2019 the image gained mainstream popularity on Reddit.",
      "kymLink": "https://knowyourmeme.com/memes/tuxedo-winnie-the-pooh"
    }
  },
  {
    "input_values": {
      "meme": "https://i.kym-cdn.com/photos/images/newsfeed/001/510/174/121.jpg",
      "description": "Obama Awards Obama a Medal refers to a humorous photoshop of an award ceremony photograph in which the former United States President Barack Obama awards the Presidential Medal of Freedom to himself. Online, the image has been used in memes about the former president and circulated as a reaction.",
      "kymLink": "https://knowyourmeme.com/memes/obama-awards-obama-a-medal"
    }
  },
  {
    "input_values": {
      "meme": "https://i.kym-cdn.com/photos/images/newsfeed/002/239/757/17c.jpg",
      "description": "The Rock's Eyebrow Raise refers to a series of reaction videos of actor and former professional wrestler Dwayne \"The Rock\" Johnson raising his eyebrow accompanied by the Vine Thud. The memes first gained popularity in March 2021, achieving a major surge in September 2021 as users paired the reactions, used to convey suspicion, with various \"suspect\" videos, and created 21st Century Humor memes.",
      "kymLink": "https://knowyourmeme.com/memes/the-rocks-eyebrow-raise"
    }
  },
  {
    "input_values": {
      "meme": "https://i.kym-cdn.com/photos/images/newsfeed/001/880/649/cd8.png",
      "description": "Leonardo DiCaprio Laughing is an image macro of Calvin Candie played by Leonardo DiCaprio in the 2012 film Django Unchained which features the character smiling while holding a drink. The image gained Photoshop edits starting in November 2017 and became a popular reaction image in August 2020 on Reddit.",
      "kymLink": "https://knowyourmeme.com/memes/leonardo-dicaprio-laughing"
    }
  },
  {
    "input_values": {
      "meme": "https://i.kym-cdn.com/photos/images/newsfeed/001/099/390/055.png",
      "description": "Curb Your Enthusiasm Theme Remixes refers to a series of video remixes that use the theme song to the American television comedy Curb Your Enthusiasm to express inevitable failure in different contexts. Generally, the meme starts with a viral video of the subject about to create an awkward or uncomfortable situation, before abruptly cutting to the theme and the show's end credits, beginning with the credit \"Directed by Robert B. Weide.\"",
      "kymLink": "https://knowyourmeme.com/memes/curb-your-enthusiasm-theme-remixes"
    }
  },
  {
    "input_values": {
      "meme": "https://i.kym-cdn.com/photos/images/newsfeed/000/275/523/b2b.jpg",
      "description": "Super Cool Ski Instructor is an advice animal image macro series featuring a picture of the ski instructor Thumper from the animated sitcom South Park.",
      "kymLink": "https://knowyourmeme.com/memes/super-cool-ski-instructor"
    }
  },
  {
    "input_values": {
      "meme": "https://i.kym-cdn.com/photos/images/newsfeed/001/338/774/dbc.jpg",
      "description": "“I’m Something of a Scientist Myself” is a memorable quote uttered by the character Norman Osborn (played by Willem Dafoe) in the 2002 superhero film Spider-Man, which inspired the creation of an image macro series using a screen-capture from the scene using the quote as a punchline.",
      "kymLink": "https://knowyourmeme.com/memes/im-something-of-a-scientist-myself"
    }
  },
  {
    "input_values": {
      "meme": "https://i.kym-cdn.com/photos/images/newsfeed/002/005/159/bf8.jpg",
      "description": "Patrick Bateman with An Axe refers to a reaction image and image macro of the character Patrick Bateman (played by Christian Bale) from the 2000 film American Psycho swinging an axe with a slight grin. In memes, the still of the scene is typically used when another person says or does something that the other person hates or doesn't agree with. It's also used in Rage Comics as a reaction to proceeding captions, as well as being used as an exploitable where it is photoshopped to include elements from other pop culture references.",
      "kymLink": "https://knowyourmeme.com/memes/patrick-bateman-with-an-axe"
    }
  },
  {
    "input_values": {
      "meme": "http://i.imgur.com/TO3Ed7u.png?1",
      "description": "Gavin is the nephew of Vine star Nick Mastodon and an internet celebrity in his own right.",
      "kymLink": "https://knowyourmeme.com/memes/gavin"
    }
  },
  {
    "input_values": {
      "meme": "https://i.kym-cdn.com/photos/images/newsfeed/001/251/243/f32.jpg",
      "description": "Perfection refers to an exploitable image macro in which the character Erik Magnus Lehnsherr (Michael Fassbender), aka Magneto, in X-Men: First Class asks to be shown “the real X.” He asks twice, and upon seeing what he is looking for, he says, “Perfection.” What he is looking for is generally the punchline of the joke.",
      "kymLink": "https://knowyourmeme.com/memes/perfection"
    }
  },
  {
    "input_values": {
      "meme": "https://web.archive.org/web/20170429030154if_/http://img.pandawhale.com/100953-Michael-Scott-NO-gif-Imgur-C7Xd.gif",
      "description": "“No God, Please No!” is a memorable quote uttered by Michael Scott, a regional manager of paper distribution company Dunder Mifflin Inc. in the U.S. adaptation of TV sitcom The Office, upon reacting to the unannounced return of the company’s former human resources representative Toby Flenderson. On the web, a variety of remixed video clips and animated GIFs featuring Michael Scott’s quote have been used as a reaction image or video to express one’s extreme aversion towards something.",
      "kymLink": "https://knowyourmeme.com/memes/no-god-please-no"
    }
  },
  {
    "input_values": {
      "meme": "https://i.kym-cdn.com/photos/images/newsfeed/001/658/686/a79.png",
      "description": "\"You Son of a Bitch, I'm In\" is a catchphrase said by multiple characters in Rick and Morty episode \"One Crew over the Crewcoo's Morty\" upon being convinced to participate in a heist. Online, several image macros, particularly one depicting Rick Sanchez putting a lollipop in his mouth, gained popularity, often used in reference to convincing arguments.",
      "kymLink": "https://knowyourmeme.com/memes/you-son-of-a-bitch-im-in"
    }
  },
  {
    "input_values": {
      "meme": "https://i.kym-cdn.com/photos/images/newsfeed/001/363/051/e72.jpg",
      "description": "Who Killed Hannibal?, also known as Eric Andre Shooting Hannibal Buress, refers to a skit from The Eric Andre Show in which we see Andre fire a gun multiple times as co-host Hannibal Buress, then turn to the camera and ask “Who killed Hannibal?” The scene became an object labeling exploitable image macro in 2018 in which the characters are labeled differently and Andre’s line of dialogue is substituted with variations of the phrasal template “Why would X do this?”",
      "kymLink": "https://knowyourmeme.com/memes/who-killed-hannibal"
    }
  },
  {
    "input_values": {
      "meme": "https://i.kym-cdn.com/photos/images/newsfeed/001/717/942/188.png",
      "description": "Sad Linus is a still image of tech YouTuber Linus Sebastian taken from his January 2020 video \"I've been thinking of retiring.\" The image, which features Linus staring solemnly at the camera with his headset on, has been used as a reaction image and in ironic memes on Reddit and iFunny.",
      "kymLink": "https://knowyourmeme.com/memes/sad-linus"
    }
  },
  {
    "input_values": {
      "meme": "https://i.kym-cdn.com/photos/images/newsfeed/000/350/691/59c.jpg",
      "description": "“And It’s Gone!” (also known as “Aaaand It’s Gone”) is an advice animal image macro series featuring a picture of a bank teller from the animated television show South Park. The image macros are often accompanied by captions describing lost opportunities or items, ending in the titular phrase “And it’s gone”.",
      "kymLink": "https://knowyourmeme.com/memes/and-its-gone"
    }
  },
  {
    "input_values": {
      "meme": "https://i.kym-cdn.com/photos/images/newsfeed/001/831/746/e50.png",
      "description": "Pointing Rick Dalton, also known as Pointing Leonardo DiCaprio, is an image macro meme featuring a screenshot from the 2019 film Once Upon a Time in Hollywood. Online, the image of actor Leonardo DiCaprio sitting in a chair with a beer and cigarette in his hand pointing at a television screen has been used to express feelings of excited recognition.",
      "kymLink": "https://knowyourmeme.com/memes/pointing-rick-dalton"
    }
  },
  {
    "input_values": {
      "meme": "https://i.kym-cdn.com/photos/images/newsfeed/001/350/061/422.jpg",
      "description": "Gru’s Plan is an exploitable four-pane comic series featuring the Despicable Me protagonist Gru using a presentation board. Edits of the comic typically feature an unexpected third presentation page, followed by a panel of Gru looking back at the board in confusion.",
      "kymLink": "https://knowyourmeme.com/memes/grus-plan"
    }
  },
  {
    "input_values": {
      "meme": "https://i.kym-cdn.com/photos/images/newsfeed/001/438/402/00a.jpg",
      "description": "Modern Problems Require Modern Solutions refers to a reaction image taken from Chappelle's Show in which Chappelle says the line. The still began growing popular in December of 2018.",
      "kymLink": "https://knowyourmeme.com/memes/modern-problems-require-modern-solutions"
    }
  },
  {
    "input_values": {
      "meme": "https://i.kym-cdn.com/photos/images/newsfeed/001/467/098/949.jpg",
      "description": "I'm About to End This Man's Whole Career refers to a memorable quote from 2011 viral YouTube video \"The Rap Battle [Parody]\". Starting February 2019, the screen capture of the scene paired with the quote was circulated as an image macro in reference to situations in which one's reputation or social status could be harmed.",
      "kymLink": "https://knowyourmeme.com/memes/im-about-to-end-this-mans-whole-career"
    }
  },
  {
    "input_values": {
      "meme": "https://i.kym-cdn.com/photos/images/newsfeed/001/239/587/a60.png",
      "description": "Turn Up the Volume is an image of popular Vine, Twitter, and Instagram personality Jay Versace crying with headphones on while pumping his fist in the air. The image grew popular as a parody of emotional reactions to music in the fall of 2016, as Twitter users paired the image with song lyrics and a motion-blurred picture of a volume knob being turned up. It’s name has been an issue of dispute among researchers and social media users.",
      "kymLink": "https://knowyourmeme.com/memes/turn-up-the-volume"
    }
  },
  {
    "input_values": {
      "meme": "https://i.kym-cdn.com/photos/images/newsfeed/001/449/977/aba.gif",
      "description": "Look How They Massacred My Boy refers to a memorable quote from 1972 crime film The Godfather. In 2018, the screen capture of the scene gained popularity as an image macro illustrating grief over loss.",
      "kymLink": "https://knowyourmeme.com/memes/look-how-they-massacred-my-boy"
    }
  },
  {
    "input_values": {
      "meme": "https://i.kym-cdn.com/photos/images/newsfeed/001/240/075/90f.png",
      "description": "My Job Here Is Done is an 3-part exploitable picture from the Japanese animated series Sailor Moon, in which the character Tuxedo Mask dramatically leaves after attributing to himself some credits for a victory. This scene was exploited by many Internet users and edited to parody similar situations in different medias.",
      "kymLink": "https://knowyourmeme.com/memes/my-job-here-is-done-but-you-didnt-do-anything"
    }
  },
  {
    "input_values": {
      "meme": "https://i.kym-cdn.com/photos/images/newsfeed/001/783/837/056.png",
      "description": "👉👈 Two Fingers Touching are two index finger emojis pointing towards one another which typically signify shyness or hesitation when asking a question. Although the set of emojis have been used since they were available for iPhone in 2011, the action of performing the finger touch or adding it to text in memes became popular in March 2020 on Twitter and TikTok. The emoji combination has often been used together with the Pleading Emoji.",
      "kymLink": "https://knowyourmeme.com/memes/%F0%9F%91%89%F0%9F%91%88-two-fingers-touching"
    }
  },
  {
    "input_values": {
      "meme": "https://i.kym-cdn.com/photos/images/newsfeed/001/944/774/642.png",
      "description": "The Worst Trade Deal is an image macro series featuring a screen captured image of Donald Trump captioned with the phrase “This has been the worst trade deal in the history of trade deals, maybe ever,” which is often accompanied by descriptions of humorous scenarios involving exchanges between two people.",
      "kymLink": "https://knowyourmeme.com/memes/the-worst-trade-deal"
    }
  },
  {
    "input_values": {
      "meme": "https://i.kym-cdn.com/photos/images/newsfeed/000/531/557/a88.jpg",
      "description": "“We Need To Go Deeper” is an expression from the film Inception which is often featured in image macros and vertical multi-panes using screen captures from the movie. The phrase can indicate that further investigation is needed but can also be used to point out examples of recursion, in a similar vein to the Xzibit Yo Dawg image macro series.",
      "kymLink": "https://knowyourmeme.com/memes/we-need-to-go-deeper"
    }
  }
]